Revit 2027 API
ParameterTypeId.CeilingAttrSystemnameParam Property
 "System"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CeilingAttrSystemnameParam { get; }
Public Shared ReadOnly Property CeilingAttrSystemnameParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CeilingAttrSystemnameParam {
	ForgeTypeId^ get ();
}
static member CeilingAttrSystemnameParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace